Repository: salves94/price_optimizer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Email or password is incorrect.
es: Email o contraseña es incorrecta

source: Home
es: Inicio

source: Price Optimization
es: Optimización de Precio

source: Create
es: Crear

source: View
es: Ver

source: Products
es: Productos

source: Price Optimizer
es: Optimizador de Precios

source: English
es: Inglés

source: Spanish
es: Español

source: Logout
es: Salir

source: Welcome to the Price Optimizer
es: Bienvenido al Optimizador de Precios

source: Create an Account
es: Crear una Cuenta

source: Register
es: Registrar

source: Sign Up
es: Registrarse

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Input Variables
es: Variables de Entrada

source: Product
es: Producto

source: Select
es: Seleccionar

source: Time Steps
es: Pasos de Tiempo

source: Maximum Valid Price
es: Precio Válido Máximo

source: Price Step
es: Paso de Precio

source: Intercept in Demand
es: Intercepción en Demanda

source: Slope in Demand Function
es: Pendiente en Función de Demanda

source: Product Cost
es: Costo de Producto

source: Price Increase Coefficient
es: Coeficiente de Incremento de Precio

source: Price Decrease Coefficient
es: Coeficiente de Disminución de Precio

source: Target Update
es: Actualización de Objetivo

source: Batch Size
es: Tamaño del Lote

source: Learning Rate
es: Tasa de Aprendizaje

source: # of Episodes
es: # de Episodios

source: Submit
es: Enviar

source: Product ID
es: ID del Producto

source: Environment Simulator
es: Simulador de Entorno

source: Optimal Constant Price
es: Precio Constante Óptimo

source: Optimal Price
es: Precio Óptimo

source: Achieved profit
es: Ganancia Obtenida

source: Optimal Sequence of Prices
es: Secuencia de Precios Óptimos

source: Period
es: Período

source: Price
es: Precio

source: Achieved Profit
es: Ganancia Obtenida

source: Simulation Results - Pricing Schedules
es: Resultados de la simulación: horarios de precios

source: Simulation Results - Variation of Returns
es: Resultados de la simulación: variación de los rendimientos

source: Simulation Results - Best Profit Results
es: Resultados de simulación: mejores resultados de beneficios

source: Profits
es: Ganancias

source: TD Errors
es: Errores TD

source: Correlation Between Q-Values and Returns
es: Correlación entre valores Q y rendimientos

source: Price Optimizations
es: Optimizaciones de Precios

source: Name
es: Nombre
